dataset_gen/CE-Gauss_openfoam/Design_Point_0/0/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volscalarField;
    location    "0";
    object      T;
}

dimensions      [0 0 0 1 0 0 0];

internalField   nonuniform List<scalar>
16384
(
0.003484320557491289
0.003484320557491289
0.003484320557491289
0.003484320557491289
0.003484320557491289
0.003484320557491289
0.003484320557491289
0.003484320557491289
...
)
;

boundaryField
{
    left
    {
        type            cyclic;
    }

    right
    {
        type            cyclic;
    }

    front
    {
        type            cyclic;
    }

    back
    {
        type            cyclic;
    }

}
